[
    {
        "title": "O que é o Unirecognition?",
        "content": "O Unirecognition é um serviço que utiliza tecnologia de reconhecimento facial para realizar chamadas em escolas e universidades. Ele oferece uma solução eficiente para automatizar o processo de chamada, tornando-o mais rápido e preciso."
    },
    {
        "title": "Como o Unirecognition funciona?",
        "content": " Unirecognition funciona integrando a tecnologia de reconhecimento facial em um sistema de chamada. Ao capturar imagens dos alunos, o sistema identifica automaticamente suas faces e registra a presença. Isso elimina a necessidade de chamadas manuais, economizando tempo e reduzindo possíveis erros."
    },
    {
        "title": "Quais são os benefícios do Unirecognition para as instituições educacionais?",
        "content": "O Unirecognition oferece diversos benefícios, como a redução de tempo gasto em chamadas manuais, precisão na contagem de presenças, aumento da segurança com a identificação facial e a criação de registros digitais para fácil acesso e gerenciamento."
    },
    {
        "title": "Como o Unirecognition garante a segurança dos dados dos alunos?",
        "content": "A segurança dos dados é uma prioridade para o Unirecognition. Todas as informações são armazenadas de forma segura, seguindo práticas rigorosas de proteção de dados. Além disso, apenas pessoal autorizado tem acesso aos registros, garantindo a confidencialidade das informações."
    },
    {
        "title": "O Unirecognition é compatível com sistemas de gestão escolar existentes?",
        "content": "Sim, o Unirecognition é projetado para ser facilmente integrado a sistemas de gestão escolar já existentes. Isso permite uma transição suave para as instituições que desejam adotar essa tecnologia sem interrupções significativas em seus processos existentes."
    },
    {
        "title": "É possível personalizar as configurações do Unirecognition de acordo com as necessidades da instituição",
        "content": "Sim, o Unirecognition oferece opções de personalização para atender às necessidades específicas de cada instituição. Desde a configuração das chamadas até a frequência das atualizações de dados, as opções personalizáveis garantem uma experiência adaptada às particularidades de cada ambiente educacional."
    },
    {
        "title": "Como posso implementar o Unirecognition na minha escola/universidade?",
        "content": "A implementação do Unirecognition é simples e guiada por uma equipe de suporte dedicada. Após a instalação do sistema, a equipe oferece treinamento e suporte contínuo para garantir que a transição seja suave e eficiente."
    },
    {
        "title": "O Unirecognition está em conformidade com regulamentações de privacidade?",
        "content": "Sim, o Unirecognition segue rigorosamente as regulamentações de privacidade e proteção de dados. Estamos comprometidos em garantir que todas as práticas estejam em conformidade com as leis aplicáveis, protegendo assim a privacidade dos alunos e usuários do sistema."
    } 
]